{
  "architectures": ["ViTForImageClassification"],
  "model_type": "vit",
  "hidden_size": 384,
  "num_hidden_layers": 12,
  "num_attention_heads": 6,
  "image_size": 224,
  "patch_size": 16,
  "num_channels": 3,
  "num_labels": 1000
}
